import AerobicsImage1 from '../../assets/images/aerobics/aerobika_1.webp';
import AerobicsImage2 from '../../assets/images/aerobics/img_9684.webp';
import AerobicsImage3 from '../../assets/images/aerobics/img_9672.webp';

export const AerobicsList: { text: string }[] = [
    {
        text: 'В нашем зале групповых программ представлен большой ассортимент программ всех направлений. Любой клиент сможет подобрать себе то, что желает.',
    },
    {
        text: 'У нас представлены все ведущие направления фитнеса. Фитнес - система правильного питания, физических упражнений и пр. Сегодня все виды тренировки, включающие в себя аэробные нагрузки, можно объединить одним названием - фитнес. Слово "фитнес" переводится с английского как здоровый образ жизни, а неотъемлемой его частью являются оздоровительные тренировки, а также все циклические виды спорта.',
    },
    {
        text: 'Занятия фитнесом способствуют обновлению организма и его функциональному совершенствованию.',
    },
    {
        text: 'В зависимости от цели, которую вы ставите перед собой (укрепление сердечно-сосудистой системы, развитие координации движений, коррекция фигуры, реабилитация, снятие стресса и повышение настроения), вы можете выбрать наиболее подходящее для вас направление.',
    },
    {
        text: 'Регулярно занимаясь, вы создадите рациональный режим дня, укрепите и сохраните свое здоровье.',
    },
    { text: 'А ещё - это просто интересно и весело!' },
];

export const AerobicsImagesList: { image: string }[] = [
    { image: AerobicsImage1 },
    { image: AerobicsImage2 },
    { image: AerobicsImage3 },
];
